/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Chiffrement du dossier de départ de %@";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Déchiffrement du dossier de départ de %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Recupération d’espace disque dans le dossier Départ de %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Sauvegarde du dossier de départ de %@ en cours";

"CONVERTING_MESSAGE_FORMAT" = "Conversion du dossier de départ de %@ en cours";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Préparation…";
"PHASE_CREATING_IMAGE" = "Création de FileVault…";
"PHASE_MOUNTING_IMAGE" = "Montage de FileVault…";
"PHASE_COPYING_TO_IMAGE" = "Copie du contenu du dossier de départ dans FileVault…";
"PHASE_COPY_COMPLETE" = "Copie terminée…";
"PHASE_UPDATING_USER_RECORD" = "Mise à jour de l’enregistrement utilisateur…";
"PHASE_UNMOUNTING_IMAGE" = "Démontage de FileVault…";
"PHASE_DELETING_OLD_HOME" = "Suppression de l’ancien dossier de départ…";
"PHASE_SECURE_ERASING_OLD_HOME" = "Effacement sécurisé de votre dossier de départ précédent en cours…";
"PHASE_CANCELLING" = "Annulation…";
"PHASE_PAUSED" = "pause";
"PHASE_COMPACTING" = "Recupération d’espace disque…";
"PHASE_BACKINGUP" = "Sauvegarde…";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Estimation…";
"TIME_EST_ABOUT_5_SECONDS" = "Environ 5 secondes";
"TIME_EST_ABOUT_10_SECONDS" = "Environ 10 secondes";
"TIME_EST_UNDER_A_MINUTE" = "Moins d’une minute";
"TIME_EST_ABOUT_A_MINUTE" = "Environ une minute";
"TIME_EST_ABOUT_N_MINUTES" = "Environ %d minutes";
"TIME_EST_ABOUT_ONE_HOUR" = "Environ 1 heure";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "Environ 1 heure et %d minutes";
"TIME_EST_ABOUT_PLURAL_HOURS" = "Environ %d heures";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "Environ %1$d heures et %2$d minutes";


"TIME_REMAINING_FORMAT" = "Temps restant : %@";
"CANCEL_BUTTON_LABEL" = "Annuler";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Arrêter";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Continuer";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "Êtes-vous certain de vouloir interrompre FileVault ?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault n’a pas terminé de chiffrer ce dossier de départ. Si vous interrompez l’opération maintenant, FileVault sera désactivé pour ce dossier de départ et le dossier de départ restera non chiffré.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "Êtes-vous certain de vouloir interrompre FileVault ?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault n’a pas terminé de déchiffrer ce dossier de départ. Si vous interrompez l’opération maintenant, FileVault sera activé pour ce dossier de départ et le dossier de départ restera chiffré.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Continuer";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Ignorer maintenant";

"COMPACT_CONFIRMATION_MESSAGE" = "Votre dossier Départ, protégé par FileVault, utilise actuellement plus d’espace disque que nécessaire. FileVault peut récupérer cet espace. Souhaitez-vous continuer ?";

"COMPACT_CONFIRMATION_INFO" = "Si vous cliquez sur Continuer, FileVault récupérera l’espace disque inutilisé. Même si ce processus prend du temps, il est recommandé que FileVault récupère maintenant de l’espace disque.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "OK";
"FV_ERROR_TITLE" = "Une erreur s’est produite";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Une erreur s’est produite pendant le chiffrement (%@). FileVault ne sera pas activé pour ce compte.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Une erreur s’est produite pendant le déchiffrement (%@). FileVault ne sera pas désactivé pour ce compte.";
"FV_COULD_NOT_CREATE_IMAGE" = "Impossible de créer une image disque FileVault";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "Impossible de créer un point de montage temporaire";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "Impossible de monter l’image disque FileVault pour la copie";
"FV_ERROR_OCCURRED_DURING_COPY" = "Une erreur s’est produite pendant la copie.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "Impossible de monter l’image disque FileVault pour vérification";
"FV_VERIFICATION_FAILED" = "Échec de la vérification";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "Impossible de démonter l’image disque FileVault";
"FV_ERROR_DEFAULT" = "Erreur %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "Votre dossier de départ précédent a été effacé de manière sécurisée.";
"FV_SECURE_ERASE_FINISHED_INFO" = "La protection FileVault de votre compte est désormais activée et le contenu de votre dossier de départ est chiffré.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Un problème est survenu au niveau du processus de conversion FileVault lors de l’effacement sécurisé de votre dossier de départ précédent.";
"FV_SECURE_ERASE_FAILED_INFO" = "Le processus d’effacement sécurisé a échoué avant l’effacement total de votre dossier de départ précédent.";
"FV_CONTINUE_TITLE" = "Êtes-vous sûr de vouloir continuer l’effacement de votre dossier de départ précédent en tâche de fond ?";
"FV_CONTINUE_INFO" = "Si vous cliquez sur « OK », FileVault achèvera en tâche de fond l’effacement sécurisé de votre dossier de départ précédent. Pour consulter la progression du processus d’effacement, ouvrez la sous-fenêtre Sécurité dans les Préférences Système.";